---
kind: other
id: Properties.T:Autodesk.Revit.DB.GeomCombination
source: html/829a1689-70a0-6a2c-e8c8-3d7e34b9da7e.htm
---
# GeomCombination Properties

All elements that are joined in this geometry combination.